import turf from 'turf'

const germany = turf.polygon([[
    [5.8663, 55.0581],
    [15.0419, 55.0581],
    [15.0419, 47.2701],
    [5.8663, 47.2701],
    [5.8663, 55.0581] // Замыкаем полигон
]]);

const poland = turf.polygon([[
    [14.1245, 54.8355],
    [24.1450, 54.8355],
    [24.1450, 49.0020],
    [14.1245, 49.0020],
    [14.1245, 54.8355] // Замыкаем полигон
]]);

const austria = turf.polygon([[
    [9.5300, 49.0019],
    [17.1600, 49.0019],
    [17.1600, 46.3732],
    [9.5300, 46.3732],
    [9.5300, 49.0019] // Замыкаем полигон
]]);

export default [austria, germany, poland]